# -*- mode: org; fill-column: 78; -*-
# Time-stamp: <2026-01-07 16:25:49 krylon>
#
#+TAGS: internals(i) ui(u) bug(b) feature(f)
#+TAGS: database(d) design(e), meditation(m)
#+TAGS: optimize(o) refactor(r) cleanup(c)
#+TODO: TODO(t)  RESEARCH(r) IMPLEMENT(i) TEST(e) | DONE(d) FAILED(f) CANCELLED(c)
#+TODO: MEDITATE(m) PLANNING(p) | SUSPENDED(s)
#+PRIORITIES: A G D

* Chili [0/0]
  :PROPERTIES:
  :COOKIE_DATA: todo recursive
  :VISIBILITY: children
  :END:
** Clocktable
   #+BEGIN: clocktable :scope file :maxlevel 255 :emphasize t
   #+CAPTION: Clock summary at [2026-01-07 Mi 16:25]
   | Headline               | Time   |        |      |
   |------------------------+--------+--------+------|
   | *Total time*           | *6:14* |        |      |
   |------------------------+--------+--------+------|
   | *Chili [0/0]*          | *6:14* |        |      |
   | \_  /Components [0/0]/ |        | /6:14/ |      |
   | \_    Data model [0/0] |        |        | 5:04 |
   | \_    Database [0/0]   |        |        | 1:07 |
   | \_    Main [0/0]       |        |        | 0:03 |
   #+END:
** Components [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: children
   :END:
*** Data model [0/0]
    :LOGBOOK:
    CLOCK: [2026-01-07 Mi 15:45]--[2026-01-07 Mi 15:50] =>  0:05
    CLOCK: [2026-01-07 Mi 15:07]--[2026-01-07 Mi 15:07] =>  0:00
    CLOCK: [2026-01-06 Di 15:20]--[2026-01-06 Di 20:19] =>  4:59
    :END:
*** Database [0/0]
    :LOGBOOK:
    CLOCK: [2026-01-07 Mi 15:55]--[2026-01-07 Mi 16:24] =>  0:29
    CLOCK: [2026-01-07 Mi 15:07]--[2026-01-07 Mi 15:45] =>  0:38
    :END:
*** Network Scanner [0/0]
*** Host Probe [0/0]
*** Web UI [0/0]
*** Main [0/0]
    :LOGBOOK:
    CLOCK: [2026-01-07 Mi 15:50]--[2026-01-07 Mi 15:53] =>  0:03
    :END:
    The entry point and user-facing part of the application
** Features [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: children
   :END:
** Bugs [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: children
   :END:

   
